{"inkVersion":20,"root":[["\n","ev","str","^Marcos","/str","out","/ev","^: Olá, quem é?","\n","ev","str","^Lucas","/str","out","/ev","^: Boa tarde, somos os alunos da Professora Carla.","\n","ev","str","^Marcos","/str","out","/ev","^: Ah sim, estava esperando por vocês, podem entrar.","\n","ev","str","^Marcos","/str","out","/ev","^: Entendi... Então vocês querem saber mais para tentar apoiar sua colega.","\n","ev","str","^Marcos","/str","out","/ev","^: É uma ótima atitude. Estar bem informado é importante.","\n","ev","str","^Marcos","/str","out","/ev","^: E também é a melhor maneira de diminuir os preconceitos sobre transtornos mentais.","\n","ev","str","^Alan","/str","out","/ev","^: A professoa disse que você passou por algumas dificuldades na época da escola.","\n","ev","str","^Alan","/str","out","/ev","^: Eu estou tratando minha ansiedade...","\n","ev","str","^Alan","/str","out","/ev","^: Quando ","ev","str","^Lucas","/str","out","/ev","^ me explicou o que tinha aprendido sobre isso, me ajudou bastante.","\n","ev","str","^Marcos","/str","out","/ev","^: Eu entendo. Fico feliz que esteja se cuidando.","\n","ev","str","^Marcos","/str","out","/ev","^: No meu caso, tive de lidar com a depressão.","\n","ev","str","^Marcos","/str","out","/ev","^: No começo eu achava que estava sendo só um dia ruim. Que aquela tristeza era normal. Só um momento. Só que, em algum ponto, um dia ruim, virou uma semana. A semana virou um ano. Até que eu já nem me lembrava mais como era estar feliz.","\n","ev","str","^Marcos","/str","out","/ev","^: Foi muito difícil. Eu tinha amigos, mas não achava que ninguém se importava de verdade comigo. Sentia que eu era um peso para todos à minha volta.","\n","ev","str","^Marcos","/str","out","/ev","^: Me via desconectado da vida. Como se tudo fosse ser melhor e mais fácil para todos se eu simplesmente desaparecesse.","\n","ev","str","^Marcos","/str","out","/ev","^: Só mais tarde fui descobrir que esses sentimentos são parte dos sintomas da depressão.","\n","ev","str","^Lucas","/str","out","/ev","^: (Cochicha)... Isso lembra um pouco o comportamento da ","ev","str","^Beatriz","/str","out","/ev","^. Lembra como ela ficou surpresa quando dissemos que nos importávamos com ela?","\n","ev","str","^Alan","/str","out","/ev","^: (cochicha) Uhum... Ela também falou que não queria “ser um estorvo”.","\n","ev","str","^Lucas","/str","out","/ev","^: E o que você fez? Como as coisas melhoraram?","\n","ev","str","^Marcos","/str","out","/ev","^: Na verdade elas pioraram antes de melhorar. Eu demorei muito para conseguir pedir ajuda. Acabei desenvolvendo um quadro de automutilação junto do meu transtorno depressivo.","\n","ev","str","^Marcos","/str","out","/ev","^: Já ouvi casos onde pessoas fazem isso para sentir algo, quando sofrem por não conseguirem acessar seus sentimentos...","\n","ev","str","^Marcos","/str","out","/ev","^: No meu caso era minha maneira de tentar silenciar minhas dores emocionais, mesmo que só por um momento. Eu precisava muito que alguém me ouvisse, mas ao mesmo tempo... Eu não tinha ideia de como falar o que acontecia dentro da minha cabeça.","\n","ev","str","^Marcos","/str","out","/ev","^: Meus pais acabaram percebendo a mudança no meu comportamento e foi aí que as coisas começaram a melhorar.","\n","ev","str","^Marcos","/str","out","/ev","^: Fiz consultas com uma psiquiatra e uma psicóloga. Passei a ter sessões regulares e a tomar remédios. Conforme as coisas foram melhorando eu consegui me abrir sobre o que estava passando com as pessoas importantes para mim.","\n","ev","str","^Marcos","/str","out","/ev","^: A maioria foi bastante compreensiva e isso me fortaleceu para continuar meu tratamento.","\n","ev","str","^Alan","/str","out","/ev","^: Eu sei como é...","\n","ev","str","^Alan","/str","out","/ev","^: Mesmo que ninguém possa resolver nossos problemas por nós, é bom saber que tem alguém que se importa.","\n","ev","str","^Marcos","/str","out","/ev","^: Hahaha. Vejo que vocês dois são bons amigos.","\n","ev","str","^Marcos","/str","out","/ev","^: E sim. Mesmo quando eu não acreditava nessas pessoas, elas estavam lá para mim.","\n","ev","str","^Marcos","/str","out","/ev","^: Estão até hoje. A depressão não é uma doença que simplesmente desaparece depois de um tempo, mas agora estou saudável, graças aos médicos e terapeutas, mas também família e amigos.","\n","ev","str","^Marcos","/str","out","/ev","^: Quando fico triste não preciso mais ter medo de que dure para sempre.","\n","ev","str","^Marcos","/str","out","/ev","^: Tento passar isso adiante para as pessoas que buscam informação comigo.","\n","ev","str","^Lucas","/str","out","/ev","^: É uma ótima mensagem.","\n","ev","str","^Marcos","/str","out","/ev","^: Sobre a colega de vocês...","\n","ev","str","^Marcos","/str","out","/ev","^: Durante minha depressão, até mesmo antes de eu começar todo o acompanhamento, tinha algo que me ajudava bastante a trabalhar meus sentimentos.","\n","ev","str","^Alan","/str","out","/ev","^: Você também aprendeu a cozinhar?","\n","ev","str","^Alan","/str","out","/ev","^: Minha próxima tentativa vai ser fazer bolinho-de-chuva.","\n","ev","str","^Marcos","/str","out","/ev","^: Poxa, isso parece ótimo! Mas não foi o meu caso. Na minha época eu entrei num grupo de teatro... e escrevi um diário.","\n","ev","str","^Marcos","/str","out","/ev","^: Ele me acompanhou dos piores momentos até quando senti não precisar mais dele.","\n","ev","str","^Marcos","/str","out","/ev","^: Pode ser que ver minha jornada ajude sua colega, então darei o diário à vocês.","\n","ev","str","^Marcos","/str","out","/ev","^: Só tem um probleminha... Eu o mantinha em segredo, travado com um cadeado de três letras e não lembro mais como destravá-lo.","\n","ev","str","^Marcos","/str","out","/ev","^: Mas eu sabia que no futuro eu poderia esquecer da senha, então deixei anotado algumas dicas para que eu sempre lembre da senha.","\n","ev","str","^Marcos","/str","out","/ev","^: Lembro vagamente que era sobre um sentimento, algo que eu buscava para me acalmar.","\n","ev","str","^Marcos","/str","out","/ev","^: Deixo essa missão de descobrir o que é em suas mãos.","\n","ev","str","^Lucas","/str","out","/ev","^: Uau! Muito obrigado.","\n","ev","str","^Lucas","/str","out","/ev","^: Vamos dar um jeito nisso. Tenho certeza de que vai ajudar nossa colega.","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"format_name":[{"temp=":"name"},"ev",{"VAR?":"name"},{"f()":"format_important_text"},"/ev","~ret","\n",{"#f":1}],"format_important_text":[{"temp=":"text"},"ev","str","^<style=\"Important\">","ev",{"VAR?":"text"},"out","/ev","^</style>","/str","/ev","~ret",{"#f":1}],"global decl":["ev","str","^Lucas","/str",{"VAR=":"player_name"},"str","^Alan","/str",{"VAR=":"a_name"},"str","^Beatriz","/str",{"VAR=":"b_name"},"str","^Adriano","/str",{"VAR=":"adriano"},"str","^Sofia","/str",{"VAR=":"sofia"},"str","^Carla","/str",{"VAR=":"professor_name"},-1,{"VAR=":"last_finished_cutscene"},0,{"VAR=":"endless_runner_points"},30,{"VAR=":"endless_runner_points_to_win"},false,{"VAR=":"player_won_endless_runner_game"},false,{"VAR=":"has_got_food"},false,{"VAR=":"is_searching_for_key"},false,{"VAR=":"gave_food_to_teacher"},0,{"VAR=":"epilogo_points"},"/ev","end",null],"#f":1}],"listDefs":{}}